[
    {
        "name": "少林寺拳法同好会",
        "club": "少林寺拳法同好会",
        "description": "研修館３階にて、少林寺拳法の演武を披露いたします。少林寺拳法は突きや蹴り、投げや関節技など様々な技術が組み合わさった、日本生まれの武術にして宗門の行です。演武を通じて、ぜひ少林寺拳法の魅力をお楽しみください！"
    },
    {
        "name": "硬式テニス",
        "club": "硬式テニス部",
        "description": "灘校文化祭と言えば硬式テニス部！勉強ばかりじゃ脳も体も休まらない。今年は、ストラックアウト、ラリー、部員と対決の三大出し物で豪華景品もご用意。テニスコートで、君のチャレンジを待ってるぜ！"
    },
    {
        "name": "ストラックアウト",
        "club": "野球部",
        "description": "今年も第一グラウンドで毎年恒例のストラックアウトを開催します！今回はスピードガンはないですが、いつもはする機会のないストラックアウトをこの文化祭で一度やってみませんか？何度でもチャレンジできます。皆さんの参加をお待ちしております！"
    },
    {
        "name": "中学サッカー",
        "club": "中学サッカー部",
        "description": "灘校生は勉強ばかりしていると思っていませんか？実際には、体育会系にも真剣に取り組んでいます。私たち中学サッカー部は、子供から大人まで楽しめるキックターゲットやキックカーリングを行っています。景品もありますので、是非足を運んでみてください！"
    },
    {
        "name": "スーパーボールすくい",
        "club": "バスケットボール部",
        "description": "灘校バスケットボール部です！毎年大人気のスーパーボールすくいを今年も開催します！小さなお子さんから大人の方まで経験未経験問わず大歓迎！景品も用意していますので是非第一グラウンドまで足を運んででみてください！"
    },
    {
        "name": "射的",
        "club": "バレーボール部",
        "description": "バレー部の射的に挑戦しよう！今年から金券なしで、誰でも気軽に楽しめます。しかも、誰でも必ず景品がもらえちゃう！楽しくてワクワクする射的で、みんなで盛り上がろう！どなたでも参加できるので、ぜひ遊びに来てね！バレー部一同、待ってます！"
    },
    {
        "name": "輪投げ",
        "club": "柔道ソフトテニス部",
        "description": "今年度から始まった、勇敢な柔道部員と繊細なソフトテニス部員が運営する輪投げブースでは、大胆さと繊細さが融合した楽しい体験ができます。幅広い世代の方々に親しまれること間違いなし！さらに限定の景品もご用意しておりますので、ぜひご参加ください！"
    },
    {
        "name": "鉄道研究部",
        "club": "鉄道研究部",
        "description": "昨年大好評のジオラマ、ダイヤ運転、LED方向幕、BVE運転シミュレーター、模型体験運転に加え、今年から切符配布、放送シミュレーター、時刻表スタンプラリーなど、多くの企画が新登場！「２日限りの鉄道博物館」鉄道研究部の展示をぜひご覧ください。ミニ電車が今年もグラウンドを走行します！ミニ電車は人がまたがって実際に乗れる鉄道模型で、お子様もお楽しみいただけます。ミニ電車は１周１５０mをゆっくりと走行します。車窓からは灘校を新たな視点で見ることができるでしょう。"
    },
    {
        "name": "クラシック研究部",
        "club": "クラシック研究部",
        "description": "クラシック研究部(通称クラ研)では、毎年恒例の文化祭コンサートを音楽室で開催しています！あの名曲「英雄」「ラプソディインブルー」「ラフマニノフピアノ協奏曲第2番」や、Jpopも聴けるかも！？是非、第一グラウンド前ピロティ横の音楽室までお越し下さい！"
    },
    {
        "name": "グリー部",
        "club": "グリー部",
        "description": "僕たちグリー部は、一人ひとりの声を重ね合わせ、心に響く音楽を届けることを目指し、日々楽しく活動しています。今年の文化祭では、音楽室でコンサートを開催します。学年を超えた仲の良さを活かした、美しいハーモニーにご注目！ぜひお越しください！"
    },
    {
        "name": "図書委員会",
        "club": "図書委員会",
        "description": "図書委員会では、灘校図書館の中を見学することができる「図書館ツアー」を行っています。他にも会誌の発行や書評の展示、おすすめ本の紹介など、本が好きな灘校生による展示をご用意しております。ぜひ足を運んでみてくださいね！"
    },
    {
        "name": "卓球部",
        "club": "卓球部",
        "description": "体を動かして息抜きをしたい！そんな時はぜひ研修館１階の卓球場までお越し下さい。卓球場では、卓球台の貸し出しと的当て（豪華景品あり）を行っています。利用状況によっては事前予約が必要な場合がありますのでご注意ください。"
    },
    {
        "name": "古典文化同好会",
        "club": "古典文化同好会",
        "description": "百人一首の札を使ったミニゲームをしたり、競技かるたの体験をしたりできます。ミニゲームをして景品をゲット！能楽班は日々の稽古を発揮する演舞会を実施します。文化の深みに触れてもらえるよう頑張ります！ありがたいことに、昨年は部屋いっぱいに観客が入ったので、前で観たい方はお早めに！ 古典文化同好会折り紙班です！！去年の初めての文化祭の経験を活かして、より良い展示ブースになっております。部員達の丹精込めて折った折り紙作品の展示に加え、鶴の早折体験や部誌の配布をしています。なかには人間サイズの大型作品も！是非お立ち寄りください。"
    },
    {
        "name": "ワンダーフォーゲル部",
        "club": "ワンダーフォーゲル部",
        "description": "灘校ワンダーフォーゲル部（山岳部）です。合宿先での写真展示や山のジオラマ展示を主に行っています。他にも、VR展示、景品がもらえるゲームやワンゲル山検定を用意していますので、ぜひ来てみてください。"
    },
    {
        "name": "数学研究部",
        "club": "数学研究部",
        "description": "灘校文化祭といえば数学研究部！部員が腕によりをかけて作った灘中入試模試と和田杯、子供から大人まで楽しめる数研遊戯をしています！さらに部員の研究をまとめた部誌も配布します！数学に興味がある方もそうでない方も一度お越しください！"
    },
    {
        "name": "囲碁部",
        "club": "囲碁部",
        "description": "毎年おなじみの灘校囲碁部です。部誌の配布のほか、部員との対局や、景品を獲得できる懸賞詰碁、そしてルール説明まで行っています。初心者の方から腕自慢の方まで、一緒に囲碁を楽しみませんか。精鋭揃い（？）の部員があなたを待っています。"
    },
    {
        "name": "パソコン研究部",
        "club": "パソコン研究部",
        "description": "部員が制作したゲームや、3D展示、パソコン解体など、今年もパソコンに関する様々な展示を用意しています！ また、パソコンクイズでは景品を用意しているので、是非挑戦してください！ パソコンに興味のある方もない方も、一度足を運んでみてはいかが？"
    },
    {
        "name": "書道同好会",
        "club": "書道同好会",
        "description": "書道教室では生徒が丹精込めて製作した掛け軸や屏風、皿などの個性あふれる様々な作品を展示しています。書道について詳しくなくても十分に楽しむことができます。休憩も兼ねながら気軽にお越しください！中庭ステージでのパフォーマンスもぜひご覧ください！"
    },
    {
        "name": "社会科学研究同好会",
        "club": "社会科学研究同好会",
        "description": "哲学・社会学・文化など、ちょっと難しそうなテーマを自由に探究している同好会です。今回の文化祭では、そんな研究を詰め込んだ部誌を配布します！社会の仕組みや人間の営みに興味がある人は、ぜひ立ち寄ってみてください！"
    },
    {
        "name": "文藝同好会",
        "club": "文藝同好会",
        "description": "こんにちは、文藝同好会です。文藝同好会ブースでは部員たちの普段の活動の成果である部誌と、毎年恒例の灘中国語模試、灘的漢検を配布しています。国語で灘に入りたい人集まれー！"
    },
    {
        "name": "オセロサークル",
        "club": "オセロサークル",
        "description": "オセロサークルの部屋で、灘校生とオセロしてみませんか！？オセロは囲碁から派生したゲームで挟んだ石をひっくり返すだけの簡単なルールですが、とても奥深くて面白いです！ぜひ立ち寄ってみてください！"
    },
    {
        "name": "東北企画",
        "club": "東北企画",
        "description": "東北企画です！灘校では夏、冬に希望者が東北を訪れ、震災当時、復興のこと、現在について、僕たちが東北合宿を通して学んだこと、感じたことをポスター形式で展示します！今まで知らなかった東北のことがわかるかも！ブースにてお待ちしています。"
    },
    {
        "name": "文化祭からの脱出",
        "club": "文化祭からの脱出",
        "description": "灘探偵事務所にようこそ！今日は文化祭当日にも関わらず、事件がたくさん舞い込んでしまって大忙し。急きょ、新人探偵を募集します！事件解決の活やく、期待しておりますぞ！※本企画は、「文化祭からの脱出」のリアルなぞ解きゲームの企画になります。"
    },
    {
        "name": "にこやか自転車整理軍",
        "club": "にこやか自転車整理軍",
        "description": "我々にこやか自転車整理軍は、我々自身を含めた人々の心の中にある放置自転車を整理回収し、それらを、分解し、融かし、鋳型に入れ、愛すべき無用の長距離砲として再生産する。すなわちくそなぞなぞの制作・展示である。"
    },
    {
        "name": "生徒会の間",
        "club": "生徒会の間",
        "description": "３００人以上が所属する文化委員会や、体育祭を運営する体育委員会などをはじめとした、さまざまな生徒会活動や行事に関する常設展示があります。最新テクノロジーについての展示も見られるかも！？ぜひお気軽にお越しください！"
    },
    {
        "name": "パズルサークル",
        "club": "パズルサークル",
        "description": "パズルサークルではたくさんのペンシルパズルをご用意しています！ペンシルパズルとは、スリザーリンク等に代表される鉛筆を使用して解くことができるパズルのことです。初心者向けと上級者向けどちらも用意してますのでぜひ足を運んでみてください！"
    },
    {
        "name": "占いの館",
        "club": "ラグビー部",
        "description": "毎年恒例、ラグビー部によるタロット占いです。文化祭でしか発揮できない占星術を使って、あなたの運勢を占います！金運・恋愛運・健康運・勉強運など、どんな運勢でもOK！お子様から紳士淑女の皆様まで、ぜひ占いの館に足を踏み入れてみては？"
    },
    {
        "name": "剣道部",
        "club": "剣道部",
        "description": "剣道してます！剣道部です。今年もやります剣道体験！灘校一の秘境とも言われる剣道場、気になりませんか？！打ち込み台に打ち込みをしてもらう簡単なものとなりますので、ぜひ気軽に中学棟3階剣道場へ足を運んでみてください！"
    },
    {
        "name": "生物研究部",
        "club": "生物研究部",
        "description": "生物研究部では、今年もホタルイカの解剖をはじめ、他にない体験型企画を実施中！ 新企画「生研サイエンスショー」では、皆さんの目の前でリアルな生物実験をお見せします。他にも魚・昆虫展示や大迫力のライブ解剖、豪華景品付きのクイズなどを開催中です。"
    },
    {
        "name": "化学研究部",
        "club": "化学研究部",
        "description": "毎年好評の常設展示と化学マジックをやっています。常設展示は化学を知らない人も楽しめる化学の面白さを紹介しており、化学マジックでは不思議な化学の世界へあなたをいざないます！豪華景品付きの化学クイズにも是非挑戦してみてください！"
    },
    {
        "name": "ESS",
        "club": "ESS",
        "description": "好評の英語劇を体育館で上演！千夜一夜物語を元にしたオリジナルの脚本で大人も子供も楽しくご覧下さい！高校棟３階西では英語初心者でも楽しめるゲームで部員と対戦できます。例年通り豪華景品をかけた灘高予想模試もぜひ手にとってみて下さい。"
    },
    {
        "name": "地理歴史研究部",
        "club": "地理歴史研究部",
        "description": "毎年恒例、地歴クイズと地歴模試をやっています。クイズと模試はそれぞれ４種類用意しています。点数がよければ豪華景品がもらえるかも？部員が書いた部誌や壁展示もあるので、ぜひ見ていってください！お待ちしています！"
    },
    {
        "name": "写真同好会",
        "club": "写真同好会",
        "description": "写真同好会で少しだけ文化祭の喧騒を忘れてみませんか？各部員が撮影した写真を多数展示しているのに加え、本校の生徒証をベースにしたデザインの文化祭来場記念でもある来校証を発行しています。文化祭のオアシス、写真同好会で四季折々の写真とともに来場をお待ちしております。"
    },
    {
        "name": "レゴ同好会",
        "club": "レゴ同好会",
        "description": "レゴ同好会では、今年新たに制作・公開するメイン作品をはじめ、各種メディアで紹介された数千・数万パーツの規模を誇る大型作品、部員たちの趣向を凝らした個人作品や設計コンペなど、個性豊かなレゴ作品が皆さんを待っています。ぜひお越しください！"
    },
    {
        "name": "美術同好会",
        "club": "美術同好会",
        "description": "例年通りの魅力的な作品展示に加え、「ライブペイント」（実際に絵を描きます）と「液タブ体験コーナー」（デジタル機材でおえかきができます）をします！　文化祭に向けて、たくさんの準備をしました。少しでもいいので、ぜひ足を運んでください！"
    },
    {
        "name": "ポケモンサークル",
        "club": "ポケモンサークル",
        "description": "部誌の配布や初級、上級がある紙のクイズをやっています。狭いスペースですがその分思いはこもっているのでポケモンが好きな人はぜひ中学棟３Fの奥から２番目にあります、ポケモンサークルへとお越し下さい。精一杯頑張ります"
    },
    {
        "name": "ドラえもん同好会",
        "club": "ドラえもん同好会",
        "description": "ようこそ、ドラえもんファンの皆さん！今年もドラえもん同好会は部誌に黒板アート、そして毎年恒例のドラえもん検定を取り揃えて皆さんをお待ちしています！もちろん豪華景品付き！ドラ愛に自信のある方はもちろん、少し暇な方までぜひお越しください！"
    },
    {
        "name": "コナンサークル",
        "club": "コナンサークル",
        "description": "コナンサークルでは、初級から超級までの各難易度のコナンクイズに挑戦することができます。景品も用意しているので気軽に参加してください！また、コナン本誌で実際に使用されたトリックの実演も行います。興味がある方は、こちらの方も是非参加してください！"
    },
    {
        "name": "野球ファンサークル",
        "club": "野球ファンサークル",
        "description": "プロ野球ファンサークルでは難易度別の野球検定、部誌の配布、グッズ展示、ポスター記事の展示、プロ野球アキネイターなど野球に関する様々なことをしています。野球に詳しい人もそうでない人も大満足できる企画達となっています！是非来てください！"
    },
    {
        "name": "スライムサークル",
        "club": "スライムサークル",
        "description": "今年もやります！　毎年恒例スライム配り！　自分は正直化学に興味が無い……という人でも大歓迎です！子供から大人まで誰でも気軽に中学棟３階フリースペースにお越しください！皆でスライムを作りながらお待ちしています！"
    },
    {
        "name": "麻雀サークル",
        "club": "麻雀サークル",
        "description": "今回新しく麻雀サークルを作らせていただきました！初めて麻雀をする人でも簡単にできる企画を考案しましたので是非一度来てみてください！サークル長もまだ初心者なので気負わずに楽しくやりましょう！レア景品もあります！"
    },
    {
        "name": "格闘技ファンサークル",
        "club": "格闘技ファンサークル",
        "description": "今年から新たに出展させて頂くことになりました。格闘技ファンサークルです。格闘技ファンサークルでは格闘技の観戦を楽しんでいます。格闘技熱が高まりつつある中で是非格闘技に熱中してみてはいかがですか？格闘技ファンサークルの展示お楽しみください。"
    },
    {
        "name": "Kpopサークル",
        "club": "Kpopサークル",
        "description": "２０２５年文化祭から新設されたKPOPサークルでは、部誌配布、クイズ、イントロクイズ、その他様々な展示をしています。ブース内に流れるKPOPソングを楽しみながら、キラキラ輝くKPOPアイドルの魅力を語り合いませんか？"
    },
    {
        "name": "車サークル",
        "club": "車サークル",
        "description": "昨年の文化祭でご好評をいただいたトミカ釣りや、子どもから大人まで楽しめる車クイズを用意しています。（景品あります！）ミニカーの展示もあります。是非、高校棟３階へお越しください。タイミング次第でミニ四駆が見れるかも…？"
    },
    {
        "name": "サッカーファンサークル",
        "club": "サッカーファンサークル",
        "description": "今回初めての出展となる当サークルでは、フットボールを愛する全ての方のためにペーパークイズや部誌などを用意しています。スクリーンではハイライト映像も流れており、雰囲気は最高！サッカーは代表戦くらいしか見ないよ、って人でも大歓迎です！"
    },
    {
        "name": "マジカル同好会",
        "club": "マジカル同好会",
        "description": "灘校マジカル同好会の文化祭では、教室が魔法の舞台に変わります。華やかなサロンマジックと、至近距離で繰り広げられるクロースアップマジックが、驚きと感動の世界へと誘います。目の前で起こる不思議な瞬間を、ぜひ体験してください！"
    },
    {
        "name": "カジノ",
        "club": "陸上競技部",
        "description": "こんにちは灘校陸上部です！大人気のカジノを今年もやります！皆さんも自分の運を試してみませんか？初心者でも大歓迎なのでぜひ遊びに来てください！"
    },
    {
        "name": "謎解き迷路",
        "club": "高校サッカー部",
        "description": "毎年恒例、高校サッカー部の謎解き迷路が今年も開催！骨のある謎解きに挑みながら迷路を抜けて景品ゲット。解いた問題数に応じてさらにいい景品が貰えるかも？！謎解き自慢の皆さんの挑戦を是非お待ちしております。"
    },
    {
        "name": "物理研究部",
        "club": "物理研究部",
        "description": "物理研究部では、物理に関するさまざまな現象の展示を４階の物理教室でしています！また、高校３年１組での液体窒素の実験ショーも行っています。不思議な物理の魅力を体験したい方は是非４階の物理教室までお越しください。"
    },
    {
        "name": "地学研究部",
        "club": "地学研究部",
        "description": "灘校地学研究部です！地学研究部ではプラネタリウムや、毎年大好評の砂金堀り体験を行っています。今年の砂金堀り体験は砂金以外のものも取れるのでお楽しみに！また、例年通り教室での展示もあります。ぜひ中学棟４階へ！"
    },
    {
        "name": "アマチュア無線研究部",
        "club": "アマチュア無線研究部",
        "description": "アマチュア無線研究部では部員が作った電子工作やゲームの作品を展示しています。 また作品展示の他にも電子工作教室やロボット講習、アマチュア無線の体験ブースなども ご用意しております。楽しめること間違いなしなので是非お立ち寄りください。"
    },
    {
        "name": "将棋部",
        "club": "将棋部",
        "description": "灘校将棋部です！高校３年１組にて、鍛えられた精鋭部員達と対局できます！他にも、個性溢れる部誌、将棋に関するポスターや懸賞詰将棋、来場者同士で楽しめるフリー対局スペースも用意しています。是非立ち寄って、どっぷりと将棋の魅力に浸かりましょう！"
    },
    {
        "name": "クイズ同好会",
        "club": "クイズ同好会",
        "description": "灘校文化祭へようこそ！灘校クイズ同好会です。教室ではペーパークイズと早押しクイズの実施を予定しております。また、「高校生クイズ」の参戦記などを掲載した同好会誌も配る予定です。読みたい方はお早めにお越しください！"
    },
    {
        "name": "アニメ研究会",
        "club": "アニメ研究会",
        "description": "隠れ灘校名物のアニ研！少ししかアニメ知らないよってあなたもガチガチのアニオタのあなたも誰でも歓迎！人気投票や幅広い難易度を取り揃えたアニメ検定など、様々な企画でお待ちしております！知に囲まれた灘校文化祭の中、少しアニ研で休憩しませんか？"
    },
    {
        "name": "チェスサークル",
        "club": "チェスサークル",
        "description": "今年から文化祭に出展するチェスサークルです。内容は主に部員との対局です。初めての方でも部員からルールを学んで対局できます。対局には景品がついているので是非、気軽に来てください。"
    },
    {
        "name": "ルービックキューブサークル",
        "club": "ルービックキューブサークル",
        "description": "灘校ルービックキューブサークルは今年より新設されたサークルです。普段は目にしない様々なルービックキューブを体験できます。ルービックキューブを体験したい方、見るだけの方、揃え方を学びたい方、どのような方でも大歓迎です！ぜひお越しください！"
    }
]
